const majorList = [
    {
        "id":1,
        "college": "공학 계열",
        "majors": ["건설방재공학과", "건축공학과", "건축학과", "기계공학과", "산업공학과", "섬유공학과", "안전공학과", "에너지공학과", "전기전자공학과", "정보통신공학과", "재료공학과", "철도공학과", "화학공학과"]
    },
    {
        "id":2,
        "college": "자연과학 계열",
        "majors": ["물리학과", "생명과학과", "수학과", "지리학과", "화학과", "에너지공학과", "환경공학과"]
    },
    {
        "id":3,
        "college": "인문학 계열",
        "majors": ["국어국문학과", "노어노문학과", "독어독문학과", "불어불문학과", "서어서문학과", "영어영문학과", "일어일문학과", "중어중문학과", "철학과", "문헌정보학과", "역사학과(사학과)"]
    },
    {
        "id":4,
        "college": "사회과학 계열",
        "majors": ["경영정보학과", "경영학과", "경제학과", "경찰학과", "관광학과", "사회학과", "사회복지학과", "정치외교학과", "행정학과", "심리학과", "교육학과", "특수교육과", "일반사회교육과", "윤리교육과", "지리교육과"]
    },
    {
        "id":5,
        "college": "의학 계열",
        "majors": ["간호학과", "물리치료학과", "수의학과", "약학과", "임상병리학과", "치의학과", "치위생학과", "한약학과", "한의학과", "의학과"]
    },
    {
        "id":6,
        "college": "예술·체육 계열",
        "majors": ["게임학과", "문예창작학과", "연극학과", "영상학과", "조리과학과", "제과제빵과", "커뮤니케이션학과"]
    },
    {
        "id":7,
        "college": "농·생명 계열",
        "majors": ["농업경제학과", "농업자원경제학과", "동물자원학과", "조경학과", "식품영양학과", "수산생명의학과", "환경생태학과"]
    },
    {
        "id":8,
        "college": "융합/특성화 계열",
        "majors": ["인공지능학과", "정보보안학과", "자유전공학부", "특성화 학과"]
    }
];

export default majorList;