
export const termsData = {
    terms: ` 
본 약관은 숭차로 운영팀(이하 “회사”)와 서비스 이용자간의 이용 계약 관련 규정을 정하는 것을 목적으로 합니다.

제1조 (목적)
본 약관은 회사가 제공하는 숭차로 등의 서비스(이하 "서비스"라 함)를 이용함에 있어 권리, 의무, 책임 및 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조 (약관의 효력과 변경)
1. 본 약관은 서비스를 이용하고자 하는 모든 사용자에게 그 적용을 받습니다.
2. 회사는 필요하다고 인정되는 경우 본 약관을 변경할 수 있으며, 변경된 약관은 서비스 내 공지사항에 게시함으로써 효력을 발생합니다.
3. 회원은 변경된 약관에 대해 동의하지 않을 권리가 있으며, 동의하지 않을 경우 서비스 이용이 제한될 수 있습니다.

제3조 (회원가입 및 계정 관리)
1. 본 서비스를 이용하려면 회원 가입이 필요합니다.
2. 회사는 회원에 대한 정보를 관리하기 위해 개인정보를 수집하며, 이에 대한 내용은 개인정보 처리방침에서 규정합니다.
3. 회원은 개인정보가 변경되었을 경우 즉시 회사에게 알려야 합니다.
4. 회원은 자신의 ID와 비밀번호를 관리할 책임이 있으며, 이를 타인에게 양도 및 대여할 수 없습니다.

제4조 (서비스 이용)
1. 회원은 서비스 이용 시 이 약관에서 규정한 사항 및 회사가 공지한 사항을 준수해야 하며, 법령과 공공질서에 위배되는 행위는 금지됩니다.
2. 회원은 회사의 명시적인 동의 없이 서비스를 이용하여 얻은 정보를 상업적으로 이용하거나 타인에게 제공할 수 없습니다.
3. 회사는 회원이 서비스 이용 중 발생한 문제에 대해 책임을 지지 않습니다.

제5조 (서비스 제공의 중지)
1. 회사는 다음과 같은 경우 서비스 제공을 중지할 수 있습니다.
    - 서비스 설비의 보수 등 공사로 인한 
      부득이한 경우
    - 서비스 이용량의 폭주 등으로 인한 서
      비스 안정성 확보를 위해 필요한 경우
2. 회사는 제1항의 경우 사전에 회원에게 공지할 수 있습니다.

 제6조 (면책조항)
1. 회사는 천재지변, 전쟁, 테러, 해킹 등 불가항력적인 사유로 인하여 서비스를 제공할 수 없는 경우 책임을 지지 않습니다.
2. 회사는 회원의 귀책사유로 인해 발생한 손해에 대해 책임을 지지 않습니다.

제7조 (재판권 및 준거법)
1. 서비스 이용에 관한 분쟁은 회사와 회원간의 합의에 의해 원만히 해결하여야 합니다.
2. 본 약관에 정한 사항에 관하여 소송이 제기될 경우 민사소송법 등 관련 법령에 따른 법원을 관할 법원으로 합니다.
    `,
  
    privacy: `
밋픽 관련 제반 서비스의 이용과 관련하여 필요한 사항을 규정합니다.

"회사"는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법, 통신비밀보호법, 전기통신사업법 등 정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자의 권익 보호에 최선을 다하고 있습니다.

    1.개인정보의 수집 및 이용목적

    2.수집하는 개인정보 항목 및 수집방법

    3.개인정보의 제공 및 처리위탁

    4.개인정보의 보유 및 이용기간

    5.개인정보 파기절차 및 파기방법

    6.개인정보의 기술적, 관리적 보호대책

    7.이용자의 권리와 그 행사방법

    8. 개인정보 보호책임자 및 문의처

1. 개인정보의 수집 및 이용목적

대학 네트워킹 서비스인 밋픽(이하 "서비스"라 한다)는 효과적인 정보 공유에 적합한 서비스를 제공하기 위하여 개인정보를 수집하고 있으며 수집된 정보를 아래와 같이 이용하고 있습니다. 이용자가 제공한 모든 정보는 하기 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 것입니다.

    (1) 회원관리

    - 회원제 서비스 이용에 따른 본인확인, 
      본인의 의사확인, 고객문의에 대한 
      응답, 새로운 정보의 소개 및 고지
      사항 전달

    (2) 서비스 제공 및 맞춤형 기능 제공

    - 본인인증 및 개인식별, 회원 간 네트워킹
      기능 제공, 맞춤형 콘텐츠 및 추천 
      서비스 제공, 부정 이용방지와 비인가 
      사용 방지

    (3) 서비스 개발 및 마케팅ᆞ광고에의 
        활용

    - 서비스 개선 및 신규 서비스 개발을 위한
      통계 분석, 접속 빈도 분석 및 서비스
      이용 패턴 분석, 이벤트 정보 및 참여
      기회 제공

2. 수집하는 개인정보 항목 및 수집방법

"서비스"에서는 회원 가입 절차를 거쳐야 대부분의 콘텐츠에 자유롭게 접근할 수 있으며, 일부 개인정보 항목을 입력하지 않은 경우 서비스 이용에 제한이 있을 수 있습니다.

    (1) 수집하는 개인정보의 항목

        - 필수항목: 카카오 로그인 정보(이름),
          생년월일, 학교 이메일 (학교 인증용)
        - 선택항목: 닉네임, 나이, 학번, MBTI,
          전공, 취미, 연락수단

    (2) 서비스 이용과정이나 사업처리 과정
        에서 아래와 같은 정보들이 자동으로
        생성되어어 수집될 수 있습니다.

        - IP Address, 쿠키, 방문 일시,
          서비스 이용 기록, 불량 이용 기록

    (3) 개인정보 수집방법

        - 홈페이지, 서비스 이용, 고객센터 
          문의하기

3. 개인정보의 제공 및 처리위탁

"회사"는 개인정보를 1. 개인정보의 수집 및 이용목적에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이 동 범위를 초과하여 제공하지 않습니다.

4. 개인정보의 보유 및 이용기간

"서비스"는 회원가입일로부터 서비스를 제공하는 기간 동안에 한하여 이용자의 개인정보를 보유 및 이용하게 됩니다. 회원탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나 이용기간이 종료된 경우 개인정보를 지체 없이 파기합니다.

5. 개인정보 파기절차 및 파기방법

이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. "회사"의 개인정보 파기절차 및 방법은 다음과 같습니다.

    (1) 파기절차

    - 이용자가 회원가입 등을 위해 입력한 
      정보는 목적이 달성된 후 별도의 DB
      로 옮겨져(종이의 경우 별도의 서류
      함) 내부 방침 및 기타 관련법령에 의
      해 정보보호 사유에 따라 일정 기간 
      저장된 후 파기됩니다.
    - 별도 DB로 옮겨진 개인정보는 법률
      에 의한 경우가 아니고서는 다른 목적
      으로 이용되지 않습니다.

    (2) 파기방법

    - 종이에 출력된 개인정보는 분쇄기로 
      분쇄하거나 소각을 통해 파기합니다.

    - 전자적 파일형태로 저장된 개인정보
      는 기록을 재생할 수 없는 기술적 
      방법을 사용하여 삭제합니다.

6. 개인정보의 기술적, 관리적 보호대책

    (1) 개인정보 암호화

    - 이용자의 개인정보는 카카오 계정과
      연동되며, 별도로 비밀번호를 저장
      하지 않습니다.
    - 개인정보가 포함된 파일 및 데이터는
      암호화하여 저장하고 있으며, 보안
      기능을 통해 보호하고 있습니다.

    (2) 해킹 등에 대비한 대책

    - 해킹이나 컴퓨터 바이러스 등에 의한
      피해를 방지하기 위하여 백신  
      프로그램을 주기적으로 업데이트하며,
      새로운 바이러스가 출현할 경우 
      백신이 나오는 즉시 적용하여 
      개인정보가 훼손되지 않도록 
      방지하고 있습니다.

    - 외부 침입에 대비하여 접근이 통제된 
      구역에 시스템을 설치하고, 침입탐지 
      시스템 및 취약점 분석 시스템을 
      설치하여 24시간 감시하고 있습니다.

7. 이용자의 권리와 그 행사방법

    (1) 이용자는 언제든지 등록되어 있는 
        자신의 정보를 열람, 공개 및 
        비공개 처리, 수정, 삭제할 수 
        있습니다.

    (2) 이용자는 개인정보 조회/수정을 
        위해서는 "계정설정"을 통하여 
        가능하며, 가입해지(동의철회)를
        위해서는 "회원탈퇴"를 클릭하여
        본인 확인 절차를 거친 후 직접
        열람, 정정 또는 탈퇴가 가능합니다. 

    (3) 이용자가 개인정보의 오류에 대한 
        정정을 요청하신 경우에는 정정을 
        완료하기 전까지 당해 개인정보를 
        이용 또는 제공하지 않습니다.

    (4) "회사"는 이용자 요청에 의해 해지 
        또는 삭제된 개인정보는 '4. 개인
        정보의 보유 및 이용기간'에 명시된 
        바에 따라 처리하고 그 외의 용도로 
        열람 또는 이용할 수 없도록 처리하고 
        있습니다.
    `,
  };
  